[
  {
    "number": "Syn 56-05",
    "title": "Traffic Analysis Practices for Non-Motorized Modes (Vulnerable Road Users)",
    "description": "The objective of this synthesis is to document the current state of the traffic analysis practice (not limited to the deterministic methods such as HCM) for non-motorized modes (or multimodal analysis).",
    "link": "https://apps.trb.org/cmsfeed/TRBNetProjectDisplay.asp?ProjectID=5716",
    "sponsor": "NCHRP",
    "PI": "Subasish Das",
    "PI_role": "PI",
    "start_date": {
      "year": 2024,
      "month": "October"
    },
    "end_date": {
      "year": 2025,
      "month": "October"
    },
    "status": "ongoing",
    "image": ""
  },
  {
    "number": "0-7215",
    "title": "Predicting Field Performance of Pavement Markings Statewide in Texas",
    "description": "This project will explore various factors that affect pavement marking performance over the service life of the marking (pavement marking materials, installation specifications, pavement surface, traffic conditions, and geographic and climatic region) to develop performance models for Texas. Performance of a variety of markings and markers will be evaluated at various field test areas.",
    "link": "https://library.ctr.utexas.edu/Presto/project=0-7215",
    "sponsor": "TxDOT",
    "PI": "Subasish Das",
    "PI_role": "Instructional PI",
    "start_date": {
      "year": 2024,
      "month": "September"
    },
    "end_date": {
      "year": 2028,
      "month": "August"
    },
    "status": "ongoing",
    "image": ""
  },
  {
    "number": "0-7230",
    "title": "Improve Safety and Decrease Vehicle Fatalities by Improving Pavement Markings",
    "description": "The main objective of this project is to improve roadway safety by evaluating and maintaining pavement markings, including retroreflective markers, in selected roadways. The goal is to assess their condition, renew markings as needed, and determine if these efforts reduce vehicle fatalities and crashes.",
    "link": "",
    "sponsor": "TxDOT",
    "PI": "Subasish Das",
    "PI_role": "Instructional PI",
    "start_date": {
      "year": 2024,
      "month": "September"
    },
    "end_date": {
      "year": 2027,
      "month": "August"
    },
    "status": "ongoing",
    "image": ""
  },
  {
    "number": "0-7226",
    "title": "Analyze Operational and Safety Improvements Associated with Implemented Innovative Intersections in Texas",
    "description": "The objective of this project is to document the benefits of innovative intersection designs, develop case studies of successfully implemented intersections in Texas, and provide resources to support the adoption and implementation of these designs across the state.",
    "link": "https://library.ctr.utexas.edu/Presto/project=0-7226",
    "sponsor": "TxDOT",
    "PI": "Subasish Das",
    "PI_role": "Instructional PI",
    "start_date": {
      "year": 2025,
      "month": "September"
    },
    "end_date": {
      "year": 2026,
      "month": "August"
    },
    "status": "ongoing",
    "image": ""
  },
  {
    "number": "0-7222",
    "title": "Develop Crash Predictive Methods for Frontage Roads Including Ramp Terminals, and Intersections with Crossroads in Texas",
    "description": "The objective of this project is to develop Safety Performance Functions (SPFs) and Crash Modification Factors (CMFs) for ramp terminals and frontage road intersections, evaluate the safety impact of weaving on frontage roads versus freeways, and create crash predictive models tailored to different area types, regions, and facility types. The project also aims to provide guidance on the configuration of frontage road segments, intersections, and appropriate spacing between ramps, intersections, and driveways.",
    "link": "https://library.ctr.utexas.edu/Presto/project=0-7222",
    "sponsor": "TxDOT",
    "PI": "Subasish Das",
    "PI_role": "Instructional PI",
    "start_date": {
      "year": 2025,
      "month": "September"
    },
    "end_date": {
      "year": 2026,
      "month": "August"
    },
    "status": "ongoing",
    "image": ""
  },
  {
    "number": "",
    "title": "Identification of Unprecedented Coastal Flooding Hotspots for Highway Network Durability and Social Justice",
    "description": "The objective of this project is to develop a comprehensive framework and toolsets for evaluating coastal flood risks and assessing highway network durability using AI-based flood models, hydrodynamic simulations, and road risk scoring. The project also aims to enhance flood hazard mapping, uncover social vulnerability in transportation systems, and transfer research outcomes to practical operations for public benefit.",
    "link": "https://rip.trb.org/View/2422886",
    "sponsor": "USDOT",
    "PI": "Subasish Das",
    "PI_role": "Co-PI",
    "start_date": {
      "year": 2024,
      "month": "September"
    },
    "end_date": {
      "year": 2025,
      "month": "August"
    },
    "status": "ongoing",
    "image": ""
  }
]
