[
  {
    "name": "Subasish Das, Ph.D.",
    "label": "Director, AIT Lab",
    "group": "Faculty",
    "linkedin": "https://www.linkedin.com/in/subasishdas/",
    "email": "mvx13@txstate.edu",
    "image": "dr._subasish_das.jpg",
    "googleScholar": "https://scholar.google.com/citations?user=qK-YgxAAAAAJ&hl=en",
    "researchGate": "https://www.researchgate.net/profile/Subasish-Das",
    "github": "https://github.com/subasish",
    "twitter": "https://x.com/subasish_das",
    "websites": ["https://subasish.github.io/"],
    "description": "Dr. Subasish Das is an Assistant Professor of Civil Engineering Program in the Ingram School of Engineering at Texas State University. He is also involved with Texas A&M Transportation  Institute (TTI) as a part time Associate Research Scientist. Previously, he worked as a full-time Associate Research Scientist at TTI during 2015 to 2022. He has more than 13 years of experience related to roadway safety, traffic operation, and connected and automated vehicle (CAV) technologies. He is a Systems Engineer by training with hands on experience on Six Sigma and Lean Engineering. His major areas of expertise include database management, statistical analysis and machine learning with emphasis in safety and transportation operations, spatial analysis with modern web GIS tools, interactive data visualization, and deep learning tools for CAV technologies. Dr. Das is a prolific author. He has published more than 160 technical reports, and journal articles. He is the author of the book “Artificial Intelligence in Highway Safety,” which was published by CRC Press in 2022. The AASHTO Research Advisory Committee (RAC) awarded one of his research reports as 2014 AASHTO Sweet Sixteen High Value Research Project. Dr. Das is an active member of ITE, and ASCE. He is an Eno Fellow. He served as vice-president of membership of Young Professionals in Transportation Houston chapter. He is currently a member of three TRB Committees: Information and Knowledge Management (AJE45), Artificial Intelligence and Advanced Computing Applications (AED50), and Impairment in Transportation (ACS50).",
    "awards": [""]
  },
  {
    "name": "Shriyank Somvanshi",
    "label": "Ph.D. Candidate, MSEC (Fall 2023 – Current)",
    "group": "Ph.D. Candidate",
    "linkedin": "https://www.linkedin.com/in/shriyanksomvanshi/",
    "email": "",
    "image": "shriyank_somvanshi.jpg",
    "description": "Shriyank Somvanshi is a Ph.D. student and doctoral assistant at Texas State University. His research focuses on applying deep learning models, including Convolutional Neural Networks (CNNs), explainable AI techniques such as SHapley Additive exPlanations (SHAP), and Generative Adversarial Networks (GANs) to enhance data analysis and model accuracy. Shriyank holds a Master of Science in Civil Engineering from Texas State University and a Bachelor's degree in Civil Engineering from Dr. A.P.J. Abdul Kalam Technical University, India.",
    "googleScholar": "https://scholar.google.com/citations?hl=en&user=JecpxeUAAAAJ",
    "github": "https://github.com/shriyanksomvanshi",
    "twitter": "",
    "websites": [],
    "awards": [
      "Student Government Scholarship, $1,000 (2024)",
      "Scholarly Travel Activity and Research (S.T.A.R.) Grant, $300 (2024)",
      "Graduate Student Travel Fund, $1,300 (2024)",
      "CASITE Scholarship (3rd Position), $500 (2024)"
    ]
  },
  {
    "name": "David A. Mills",
    "label": "Ph.D. Candidate, Geographic Information Science (Fall 2022 - Current)",
    "group": "Ph.D. Candidate",
    "linkedin": "https://www.linkedin.com/in/david-adam-mills/",
    "email": "davidmills@txstate.edu",
    "image": "david_a._mills.jpg",
    "description": "David A. Mills is a geospatial data analyst and software developer. He is a PhD Candidate in Geographic Information Science at Texas State University. David has been working for Dr. Das in the AIT Lab since 2022. David specializes in discovering and improving the understanding spatio-temporal phenomena. He builds pioneering smart technologies and leverages them using advanced geocomputational techniques. David is a former non-commissioned officer of the United States Army who developed cultural awareness, mechanical skills, and honed effective leadership while stationed in South Korea, Germany, and Afghanistan. He is detail-oriented, focused, and self-driven. David is a published researcher, a frequenter of scientific conferences, and an avid smart-technology enthusiast. He is committed to the task of promoting environmental and public safety awareness while improving communities through the application of leading-edge technologies and geospatial analysis.",
    "googleScholar": "https://scholar.google.com/citations?user=DJcqWr0AAAAJ&hl=en&oi=sra",
    "github": "https://github.com/davidamills",
    "twitter": "",
    "websites": ["https://davidmills.io"],
    "awards": [
      "Dwight D. Eisenhower Transportation Fellowship Program, $7,000 (2022)",
      "NSF I-Corps Interior Northeast Winter 2024 Cohort, $50,000 (2024)",
      "FY25 New Ventures Award, $10,000 (2025)"
    ]
  },
  {
    "name": "Anannya Ghosh Tusti",
    "label": "M.Sc., Civil Engineering (Fall 2024 - Current)",
    "group": "Graduate Student",
    "linkedin": "https://www.linkedin.com/in/anannyaghoshtusti",
    "email": "gpk30@txstate.edu",
    "image": "anannya_ghosh_tusti.jpg",
    "description": "Anannya has completed her bachelor's degree from Bangladesh University of Engineering and Technology (BUET) in 2023. As a Research Assistant at BUET, she utilized spatial and statistical analysis expertise on some impactful projects in Bangladesh. She is currently pursuing her master's at Texas State University as a Graduate Research Assistant in the Artificial Intelligence in Transportation Lab. Anannya's research in AIT Lab is focused on transportation safety, crash risk assessment, and driver behavior analysis through machine learning and GIS-based techniques. As Project Coordinator in the Institute of Transportation Engineers (ITE) at Texas State University, Anannya Ghosh Tusti leads the planning and implementation of specific projects, coordinating teams, schedules, and resources to meet objectives, while monitoring progress, addressing issues, and reporting status updates to the executive team and members. Beyond her academic pursuits, Anannya is passionate about community service, actively volunteering with the Lions Club of Dhaka Rose Garden. In her free time, she loves to paint and listen to music, having practiced classical music for many years, which nurtured a profound appreciation for its cultural significance. An environmental enthusiast at heart, she is dedicated to integrating sustainability into her work, aiming to create a lasting, positive impact on the world.",
    "googleScholar": "https://scholar.google.com/citations?hl=en&user=PjYX72EAAAAJ",
    "github": "https://github.com/Anannya-Ghosh",
    "twitter": "",
    "websites": [],
    "awards": [""]
  },
  {
    "name": "Md Monzurul Islam",
    "label": "M.Sc., Civil Engineering (Fall 2024 – Current)",
    "group": "Graduate Student",
    "linkedin": "https://www.linkedin.com/in/monzurul-islam/",
    "email": "monzurul@txstate.edu",
    "image": "md_monzurul_islam.jpg",
    "googleScholar": "https://scholar.google.com/citations?hl=en&user=edkjFpwAAAAJ",
    "researchGate": "https://www.researchgate.net/profile/Md-Monzurul-Islam-2",
    "orcid": "https://orcid.org/0009-0007-3670-6100",
    "github": "https://github.com/xatta-trone",
    "twitter": "https://x.com/xatta_trone",
    "websites": [
      "https://sites.google.com/view/monzurul-islam/home?authuser=0",
      "https://xatta-trone.github.io/",
      "https://www.webofscience.com/wos/author/record/MBG-5163-2025"
    ],
    "description": "Md Monzurul Islam is a Master's student in Civil Engineering (Transportation) at Texas State University, where he works as a Graduate Research Assistant under the supervision of Dr. Subasish Das. He brings a diverse academic and professional background, holding a Master's degree in Architecture from the University of Tokyo and a Bachelor's degree in Civil Engineering from Bangladesh University of Engineering and Technology. Monzurul's research focuses on transportation safety, crash risk assessment, and driver behavior analysis, utilizing machine learning, statistical models, and GIS-based spatial analysis. He is also proficient in building R-based tools for quick visualization and decision-making. In addition to his research, Monzurul has extensive experience in software development, project management, and structural engineering. As Vice President of Outreach for the Institute of Transportation Engineers (TXST Chapter), Monzurul develops and implements strategies for community engagement, builds relationships with external organizations, alumni, and potential sponsors, organizes promotional events, and manages outreach and recruitment efforts to attract new members. Monzurul also enjoys tinkering with a wide variety of tools and technologies, always curious to explore and experiment with everything he encounters—in his words, 'I like to play with everything.'",
    "awards": [""]
  },
  {
    "name": "Sazzad Bin Bashar Polock",
    "label": "M.Sc., Civil Engineering (Fall 2024 – Current)",
    "group": "Graduate Student",
    "linkedin": "https://www.linkedin.com/in/sazzadpolock",
    "email": "sazzadpolock8@gmail.com",
    "image": "sazzad_bin_bashar_polock.jpg",
    "googleScholar": "",
    "github": "",
    "twitter": "",
    "websites": [],
    "description": "Sazzad Bin Bashar Polock is a Master's student in Civil Engineering (Transportation) at Texas State University, working under the guidance of Dr. Subasish Das. Currently working as a graduate instructional assistant at the Ingram School of Engineering, he joined the Artificial Intelligence in Transportation (AIT) lab in Fall 2024. His research interests include traffic safety, crash data analysis, driver behavior, and the integration of autonomous vehicles within existing infrastructure. He earned his bachelor's degree in civil engineering from Ahsanullah University of Science and Technology in 2023.",
    "awards": [""]
  },
  {
    "name": "Tausif Islam Chowdhury",
    "label": "M.Sc., Civil Engineering (Spring 2025 – Current)",
    "group": "Graduate Student",
    "linkedin": "https://www.linkedin.com/in/tausif-islam-chowdhury-074013204",
    "email": "tausif.islam@txstate.edu",
    "image": "tausif.jpg",
    "googleScholar": "",
    "github": "",
    "twitter": "",
    "websites": [],
    "description": "Tausif Islam Chowdhury is a Master's student in Civil Engineering (Transportation) at Texas State University, working under the guidance of Dr. Subasish Das. Currently serving as a Graduate Instructional Assistant at the Ingram School of Engineering. He joined the Artificial Intelligence in Transportation (AIT) Lab in Spring 2025. His research interests include transportation safety, infrastructure resilience, artificial intelligence applications in transportation, and sustainable urban mobility. He earned his bachelor's degree in Building Engineering and Construction Management from Khulna University of Engineering & Technology (KUET) in 2023. Tausif enjoys exploring emerging technologies, data science techniques, and creatively solving complex problems, while also having a passion for video games, cricket, and football.",
    "awards": [""]
  },
  {
    "name": "Darrell Anderson",
    "label": "B.Sc., Civil Engineering (Fall 2023 - Current)",
    "group": "Undergraduate Student",
    "linkedin": "https://www.linkedin.com/in/darrell-m-anderson",
    "email": "",
    "image": "darrell_anderson.jpg",
    "googleScholar": "",
    "github": "",
    "twitter": "",
    "websites": [],
    "description": "Darrell is a senior at Texas State University, majoring in Civil Engineering (CE) and minoring in mathematics. In the summer of 2023, Darrell started working as an undergraduate research assistant at the Artificial Intelligence in Transportation (AIT) lab under Dr. Das Subasish. While at AIT, Darrell was awarded the Dwight David Eisenhower Transportation Fellowship (DDETFP), which he presented at DC on the concept of 15-minute cities. As a member of a few engineering and environmental groups, Darrell is passionate about the environment and water resources, and he is interested in the impact that urbanization, along with the increase in traffic systems, has on the environment. As a civil drafter/designer for a small urban planning and development company, he has helped design many sites currently under development. As a founding member of the Institute of Transportation Engineers – at Texas State University, he holds the treasurer position. In his free time, he enjoys cooking, baking, and reading and is working towards becoming a sommelier in his free time.",
    "awards": [
      "Dwight D. Eisenhower Transportation Fellowship Program (DDETFP), $8,500 (2023)",
      "Dwight D. Eisenhower Transportation Fellowship Program (DDETFP), $7,000 (2024)",
      "Undergraduate Research Fellowship (URF), $1,160 (2025)"
    ]
  },
  {
    "name": "Biplov Pandey",
    "label": "B.Sc., Civil Engineering (Fall 2024 - Current)",
    "group": "Undergraduate Student",
    "linkedin": "https://www.linkedin.com/in/biplov-pandey-09b43a306/",
    "email": "",
    "image": "biplov_pandey.jpg",
    "googleScholar": "",
    "github": "https://github.com/BiplovPandey17",
    "twitter": "",
    "websites": [],
    "description": "Biplov is currently an undergraduate student in the Civil Engineering Program at Texas State University, guided by Dr. Das. He joined the AIT Lab in Fall 2024 and works as an undergraduate research assistant. Originally from Nepal, Biplov is interested in transportation engineering and infrastructure development. His research focus includes transportation safety and sustainability. He has prior experience as a Surveying Assistant at SadaShiva Infra Private Limited, where he contributed to site assessments and data collection for mapping and project planning. Biplov's projects include geological field studies and detailed surveying tasks with proficiency in total stations, theodolites, CAD software, SolidWorks, and Microsoft Office. Outside of academics, Biplov enjoys watching cricket, playing table tennis, and hiking.",
    "awards": ["Undergraduate Research Fellowship (URF), $2,000 (2025)"]
  },
  {
    "name": "Gaurab Chhetri",
    "label": "B.Sc., Computer Science (Fall 2024 - Current)",
    "group": "Undergraduate Student",
    "linkedin": "https://www.linkedin.com/in/gaurabchhetri/",
    "email": "",
    "image": "gaurab.jpg",
    "googleScholar": "",
    "researchGate": "",
    "orcid": "https://orcid.org/0009-0000-0124-4814",
    "github": "https://github.com/gauravfs-14",
    "twitter": "https://x.com/gaurav_fs_14",
    "websites": ["https://gaurabchhetri.com.np", "https://computenepal.com"],
    "description": "Gaurab is currently an undergraduate student in the Computer Science Program at Texas State University. He joined the AIT Lab in Fall 2024 and works as an undergraduate research assistant for Dr. Das. Originally from Nepal, Gaurab is passionate about web development and IT operations, with a strong focus on creating responsive and user-friendly web applications. His technical expertise spans HTML, CSS, JavaScript, React, Tailwind, Node.js, Express, MongoDB, and MySQL, along with version control using Git and GitHub. Before joining Texas State, Gaurab worked as an IT Officer, where he managed domain registrations, email systems, and computer lab environments. He also has experience in digital marketing, social media management, and graphic design, providing a holistic approach to enhancing online presence for businesses. His hands-on experience extends to WordPress, PHP, SQL, and a variety of tools that streamline IT operations and web development.",
    "awards": [
      "Best In Coding at Hackacat Nano by ACM AI @ TXST (2024)",
      "Undergraduate Research Fellowship (URF), $2,000 (2025)"
    ]
  },
  {
      "name": "Amir Rafe",
      "label": "Postdoctoral Researcher (Fall 2025 - Current)",
      "group": "Postdoctoral Researcher",
      "linkedin": "https://www.linkedin.com/in/amir-rafe-08770854/",
      "email": "",
      "image": "amir.png",
      "googleScholar": "https://scholar.google.com/citations?hl=en&user=IUVLrp9PgFEC&view_op=list_works",
      "researchGate": "https://www.researchgate.net/profile/Amir-Rafe",
      "orcid": "",
      "github": "https://github.com/pozapas",
      "twitter": "https://twitter.com/rafeamir",
      "websites": ["https://pozapas.github.io/", "https://www.youtube.com/@AmirRafe"],
      "description": "Amir Rafe is a Postdoctoral Researcher in the Artificial Intelligence in Transportation (AIT) Lab at Texas State University. His research spans Causal AI, Computational Epistemology in AI, Complexity, and Safety, with a focus on understanding and improving how intelligent systems reason about and interact with complex, safety-critical environments. His doctoral work, EvacuAIDi: An AI-Driven, Causal-Informed Framework for Probabilistic and Disability-Inclusive Evacuation Guidance, integrates artificial intelligence, human behavior modeling, and causal reasoning to create more reliable and inclusive evacuation solutions. Amir has over 15 years of professional experience as a transportation engineering consultant, working on pedestrian safety, crowd evacuation, transportation master plans, freight logistics, and airport design across multiple countries. He began programming at the age of 12 with Fortran and has since gained extensive experience across many programming languages, now primarily developing in Python. His expertise includes AI-driven modeling, complex system simulation, probabilistic reasoning, and decision-support tool development. Beyond creating open-source tools, Amir is deeply driven by investigating the why behind phenomena and exploring how intricate systems emerge and evolve. Amir is also passionate about scientific outreach and education. He actively engages in science communication through social media, hosting a podcast on causality (Decoding Causality), which has been named one of the Top 15 causality podcasts on the web by Million Podcasts, and managing a LinkedIn page on Evacuation Science. Dedicated to teaching, he earned his College Teaching Certificate from Utah State University in August 2025 and continues to mentor students and foster interdisciplinary collaboration. Committed to bridging theory and practice, Amir seeks to advance methods that combine human insight, causal reasoning, and computational intelligence to build safer, more robust, and epistemically sound systems. As he describes it, “I like to create solutions that not only work but truly explain why they work, because understanding the cause is the foundation of lasting safety and progress.”",
      "awards": []
  },
  {
    "name": "Sawgat Ahmed Shuvo",
    "label": "Ph.D. Candidate, Civil Engineering (Fall 2025 – Current)",
    "group": "Ph.D. Candidate",
    "linkedin": "https://www.linkedin.com/in/sawgat-ahmed-38023678/",
    "email": "",
    "image": "sawgat.png",
    "googleScholar": "https://scholar.google.com/citations?user=ngoAdDkAAAAJ&hl=en ",
    "researchGate": "",
    "orcid": "https://orcid.org/my-orcid?orcid=0009-0007-0594-9863 ",
    "github": "",
    "twitter": "",
    "websites": [],
    "description": "Sawgat Ahmed Shuvo is pursuing his PhD in Civil Engineering at Texas State University, where he works as a Doctoral Assistant at AIT Lab under the supervision of Dr. Subasish Das. He completed his Bachelor in Civil Engineering in 2011 from Bangladesh University of Engineering and Technology (BUET), with a major in Transportation Engineering and a minor in Structural Engineering. His undergraduate thesis was about Pedestrian Crossing Behavior in Dhaka City. He earned a Master of Urban Planning in 2019 with a specialization in Transportation Planning from the University of Melbourne, Australia. His graduate thesis was about Public Transport in Melbourne for Improving Bus Network Efficiency. He has around 13 years of professional experience in diverse fields of civil engineering. In 2014, he joined the Bangladesh Civil Service and began his career at the Public Works Department (PWD), where he was involved in planning and design of various public infrastructure across the country. Prior to that, he worked at the Institute of Water Modelling (IWM), where he was involved in mathematical modeling of wave dynamics and littoral drift models. He also worked at Era Construction, where he gained practical experience in construction supervision and management. He is affiliated with several professional organizations, including the Institute of Engineers, Bangladesh (IEB), Bangladesh Earthquake Society and the Bangladesh Civil Service Public Works Engineers’ Association (BCSPWEA). He has also successfully obtained Structural Engineer (SEng) registration from IEB. His research interests include public transport, active transport, structural analysis, and policy analysis.",
    "awards": []
  },
  {
    "name": "Shamyo Brotee",
    "label": "M.Sc., Computer Science (Fall 2025 - Current)",
    "group": "Graduate Student",
    "linkedin": "https://www.linkedin.com/in/sbrotee63/",
    "email": "",
    "image": "shamyo.png",
    "googleScholar": "https://scholar.google.com/citations?user=2jHz2x0AAAAJ&hl=en",
    "researchGate": "",
    "orcid": "",
    "github": "",
    "twitter": "",
    "websites": ["https://sbrotee63.github.io/"],
    "description": "Shamyo Brotee is currently a Master's student in Computer Science at Texas State University, beginning in Fall 2025. He works as a Graduate Research Assistant under the supervision of Dr. Subasish Das and Dr. Anandi Dutta. Originally from Bangladesh, he earned his Bachelor’s degree in Computer Science and Engineering from the University of Dhaka. His past research focused on multi-agent deep reinforcement learning for autonomous vehicles, and his overall research interests include applying machine learning in autonomous vehicles, transportation, and other autonomous systems. Before graduate school, he gained industry and academic experience as a software developer and a university lecturer in Bangladesh. He is proficient in Python, C++, SQL Server, and data visualization using Power BI, with experience in applying machine learning in diverse applications. He is an inquisitive person who is always willing to learn more.",
    "awards": []
  },
  {
    "name": "Arka Chakraborty",
    "label": "M.Sc., Civil Engineering (Fall 2025 - Current)",
    "group": "Graduate Student",
    "linkedin": "https://www.linkedin.com/in/arka-chakraborty-3130b3151/",
    "email": "",
    "image": "arka.png",
    "googleScholar": "https://scholar.google.com/citations?user=thyttScAAAAJ&hl=en",
    "researchGate": "",
    "orcid": "",
    "github": "https://github.com/arka-chakraborty1998",
    "twitter": "",
    "websites": [],
    "description": "Arka Chakraborty has embarked on a new journey, joining Texas State University as a graduate student in Civil Engineering. Under the guidance of Dr. Subasish Das, he is a Graduate Research Assistant, dedicating his time to a cause he believes in deeply: making our world safer. He has pursued his Bachelor's degree in Industrial Engineering from Khulna University of Engineering and Technology. Arka's research focuses on road safety, transportation safety, pedestrian safety, crash risk assessment, and driver behavior analysis, utilizing machine learning, statistical models. He has also proficiency in R and Python programming language.  Along with academic activities, Arka loves travelling and playing cricket. He believes the world can be a better and safer one with the responsible contribution in the field of technology and science. With that motivation, he wants to contribute in transportation safety to make the world a safer one.",
    "awards": []
  },
  {
    "name": "Sharif Ahmed Rafat",
    "label": "M.Sc., Civil Engineering (Fall 2025 - Current)",
    "group": "Graduate Student",
    "linkedin": "http://www.linkedin.com/in/rafat166",
    "email": "",
    "image": "sharif.png",
    "googleScholar": "https://scholar.google.com/citations?user=KbPz1DEAAAAJ&hl=en",
    "researchGate": "https://www.researchgate.net/profile/Sharif-Ahmed-Rafat?ev=hdr_xprf",
    "orcid": "https://orcid.org/0009-0002-8644-8326",
    "github": "https://github.com/rafat166",
    "twitter": "",
    "websites": ["https://sites.google.com/view/sharifahmedrafat/home"],
    "description": "Sharif Ahmed Rafat is a Master’s student in Civil Engineering (Transportation) at Texas State University, working as a Graduate Research Assistant with the supervision of Dr. Subasish Das from Fall 2025. A BUET graduate, he has over six years of experience in the transportation field, specializing in intelligent transportation systems (ITS), transportation planning and safety, traffic microsimulation, and demand forecasting, and has contributed to major projects in Bangladesh using tools such as PTV Vissim and AutoCAD Civil 3D. He also has two years of teaching experience in civil engineering and programming. His current research focuses on transportation safety, travel behavior, and integrating artificial intelligence into ITS.",
    "awards": []
  },
  {
    "name": "Anika Baitullah",
    "label": "M.Sc., Civil Engineering (Fall 2025 - Current)",
    "group": "Graduate Student",
    "linkedin": "https://www.linkedin.com/in/baitullah-anika-610b8237b?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app",
    "email": "",
    "image": "anika.png",
    "googleScholar": "https://scholar.google.com/citations?hl=en&view_op=list_works&gmla=AH8HC4yf_QrBk1ny1vpoRf9lwKJgVEacY38SQUWTYRbWLdRccoXKGFsJx7PnbgzIv_2kyIIecc5X_u5c3CA4UdoAbp7PNA5ca0YSd8BZRUI&user=tZFdqf0AAAAJ",
    "researchGate": "",
    "orcid": "",
    "github": "https://github.com/anikabaitullah",
    "twitter": "",
    "websites": [],
    "description": "Anika Baitullah is a Master's student in Civil Engineering (Transportation) at Texas State University, working as a Graduate Research Assistant under the guidance of Dr. Subasish Das.  She joined the Artificial Intelligence in Transportation (AIT) lab in Fall 2025. Her research interests include safety assessment in shared-use paths, transportation safety, crash data analysis, driver behavior, and the application of GIS-based techniques for sustainable urban mobility. She earned her bachelor's degree in civil engineering from Rajshahi University of Engineering and Technology in 2021. Before pursuing graduate studies, she worked as a Transmission Line Engineer, utilizing GIS-based software to enhance the sustainability of electrical transmission line infrastructure. Outside of academics and research, Anika enjoys reading novels and is committed to contributing to more sustainable infrastructure development.",
    "awards": ["Graduate Merit Fellowship, $1,285 (2025, 2026)"]
  },
  {
    "name": "Irfan Sarwar Pranjol",
    "label": "B.Sc., Mechanical Engineering (Fall 2025 - Current)",
    "group": "Undergraduate Student",
    "linkedin": "https://www.linkedin.com/in/irfan-sarwar-pranjol-aaa703380",
    "email": "",
    "image": "irfan.png",
    "googleScholar": "",
    "researchGate": "",
    "orcid": "",
    "github": "",
    "twitter": "",
    "websites": [],
    "description": "Irfan Sarwar Pranjol is an undergraduate student in the Mechanical Engineering program at Texas State University. He joined the Artificial Intelligence in Transportation (AIT) Lab in Fall 2025 as an undergraduate research assistant. Originally from Dhaka, Bangladesh, he has a strong academic background with a perfect GPA in both high school and college, along with a 1450 SAT score (96th percentile worldwide). His research interests lie at the intersection of artificial intelligence, sustainability, and engineering applications. Beyond academics, he has extensive leadership experience as Secretary General of the Notre Dame Eco and Space Club, where he organized national-level summits, astronomy workshops, and rocketry seminars. He also co-founded “Stellarscapes,” Bangladesh’s first astronomy-based high school exhibition, and has guided multiple student teams to success in international and national science competitions. He is skilled in Microsoft Office, spreadsheets, and Canva, and brings strong organizational and communication abilities developed through years of leading clubs, editing scientific magazines, and anchoring large events. Outside academics, he enjoys soccer, swimming, working out, and badminton.",
    "awards": []
  },
  {
    "name": "Venkata Surya Bellamkonda",
    "label": "M.Sc., Data Analytics And Information Systems (Temp Employee since August, 2025)",
    "group": "Graduate Student",
    "linkedin": "",
    "email": "",
    "image": "Bellamkonda.png",
    "googleScholar": "",
    "researchGate": "",
    "orcid": "",
    "github": "https://github.com/bellamkondasurya1999",
    "twitter": "",
    "websites": [],
    "description": "Venkata Surya Bellamkonda is a Machine Learning Engineer and recent graduate of Texas State University with a Master’s in Data Analytics & Information Systems. His experience spans adversarial machine learning, NLP, and scalable AI solutions, with applied projects in job search automation, AI-driven education, and MLOps workflows.",
    "awards": []
  },
  {
    "name": "Pavan Hebli",
    "label": "M.Sc., Data Analytics And Information Systems (Temp Employee since August, 2025)",
    "group": "Graduate Student",
    "linkedin": "",
    "email": "",
    "image": "pavan.png",
    "googleScholar": "",
    "researchGate": "",
    "orcid": "",
    "github": "https://github.com/PavanHebli",
    "twitter": "",
    "websites": ["https://pavanhebli.medium.com/"],
    "description": "Pavan Hebli recently completed his Master's degree in Data Analytics and Information Systems from Texas State University. During his graduate studies, he served as a Graduate Research Assistant, co-authoring \"Siamese Networks and Adversarial Attacks: An Overview\" (IEEE ICPHM 2024) and developing advanced machine learning architectures for improved model robustness. Prior to his graduate studies, Pavan has extensive industry experience as a Senior AI Engineer at Assert AI, where he worked on developing and deploying computer vision models and solutions in production environments. He also worked as a Python Developer at Biosense Technologies, focusing on predictive modeling and machine learning applications for healthcare diagnostics. His technical expertise spans machine learning, deep learning, computer vision, NLP, and large language models, with proficiency in PyTorch, TensorFlow, and various AI frameworks.",
    "awards": []
  },
  {
    "name": "Mohammed Wasim Ansari",
    "label": "M.Sc., Data Analytics And Information Systems (Temp Employee since August, 2025)",
    "group": "Graduate Student",
    "linkedin": "https://www.linkedin.com/in/wasim-ansari-md/",
    "email": "",
    "image": "wasim.png",
    "googleScholar": "https://scholar.google.com/citations?user=Kvd7s5YAAAAJ&hl=en",
    "researchGate": "",
    "orcid": "",
    "github": "https://github.com/wasim277",
    "twitter": "",
    "websites": [],
    "description": "Mohammed Wasim Ansari recently earned his Master’s degree in Data Analytics and Information Systems from Texas State University, where he also served as a Graduate Research Assistant. His research centered on Natural Language Processing (NLP) and the adversarial nature of text data, utilizing advanced deep learning models such as CNNs, Bi-LSTMs, and BERT to enhance model robustness and accuracy. He is currently a Research Assistant in the Artificial Intelligence in Transportation (AIT) Lab under the guidance of Dr. Subhasish Das, contributing to projects that apply AI and machine learning to transportation challenges. Before pursuing his master’s, Wasim worked for three years as a Data Analyst at Amazon in the Last Mile Analytics and Quality team. In this role, he engineered data pipelines, developed analytics solutions to improve operational efficiency, and collaborated on A/B testing experiments to evaluate new features and process changes.",
    "awards": []
  }
]
